tap "1password/tap"
tap "aws/tap"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "minamijoyo/hcledit"
tap "ngrok/ngrok"
tap "powershell/tap"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cffi"
brew "python-cryptography", link: false
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "python-markdown"
brew "checkov"
brew "cloudflared"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "fdupes"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.17"
brew "go@1.18"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "huggingface-cli"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "infracost"
brew "jq"
brew "k6"
brew "kosli-cli"
brew "krb5"
brew "libpq"
brew "openjdk"
brew "liquibase"
brew "nmap"
brew "node"
brew "node@16"
brew "pinentry-mac"
brew "pipenv"
brew "pre-commit"
brew "pv"
brew "python@3.10"
brew "python@3.9"
brew "sops"
brew "tcl-tk"
brew "terraform-docs"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "watch"
brew "wget"
brew "aws/tap/copilot-cli"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/waypoint"
brew "minamijoyo/hcledit/hcledit"
brew "powershell/tap/powershell"
cask "aws-vault"
cask "cf-terraforming"
cask "devtoys"
cask "secretive"
cask "session-manager-plugin"
cask "wireshark"
vscode "adpyke.vscode-sql-formatter"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "chris-rimmer.liquibase-snippets"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "ecmel.vscode-html-css"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
